<!DOCTYPE html>
<html lang="ja">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Document</title>
    <link rel="stylesheet" href="./../../css/planHobby.css" />
    <link rel="stylesheet" href="./../../css/global.css" />
  </head>
  <body>
    <header>
      <nav>
        <ul>
          <li><a href="#home">ホーム</a></li>
          <li><a href="#about">アバウト</a></li>
          <li><a href="#contact">コンタクト</a></li>
        </ul>
      </nav>
    </header>
    <main>
      <h2>趣味を選択する</h2>
      <div class="planHobby__summary">
        <div>
          <a href="#">
            <img src="./../../images/eyecatch-31.jpg" alt="" />
            <p>裁縫</p>
          </a>
          <button>これにする！</button>
        </div>
        <div>
          <a href="#">
            <img src="./../../images/publicdomainq-0012344whh.jpg" alt="" />
            <p>読書</p>
          </a>
          <button>これにする！</button>
        </div>
        <div>
          <a href="#">
            <img src="./../../images/publicdomainq-0043740.jpg" alt="" />
            <p>音楽鑑賞</p>
          </a>
          <button>これにする！</button>
        </div>
        <div>
          <a href="#">
            <span>+</span>
            <p>その他</p>
          </a>
        </div>
      </div>
      <div class="planHobby__detail">
        <div>
          <div class="contents">
            <h2>読書</h2>
            <div class="images">
              <img src="./../../images/publicdomainq-0012344whh.jpg" alt="" />
              <img src="./../../images/publicdomainq-0012344whh.jpg" alt="" />
              <img src="./../../images/publicdomainq-0012344whh.jpg" alt="" />
              <img src="./../../images/publicdomainq-0012344whh.jpg" alt="" />
            </div>
            <div class="description">
              <p>
              読書は知識を深め、心を豊かにし、さまざまな世界に触れる素晴らしい冒険です。この趣味は、私たちの日常生活に潜む知られざる世界や複雑な感情に触れる手段として、幅広い楽しみと学びがあります。まず、読書は健康に良い影響を与えます。本を読むことで脳は活性化され、新しいアイデアに触れることで精神的な柔軟性が促進されます。また、物語やキャラクターとの共感を通じて感情を共有し、心の平穏をもたらす効果があります。ストレス社会の中で、本を通じたリラックスは重要なリフレッシュの手段となります。さらに、読書は想像力を豊かにし、異なる視点や文化に触れる機会を提供します。小説や詩は言葉の魔法で新しい世界を描き出し、読者を引き込みます。同時に、ノンフィクションや専門書は知識の獲得に寄与し、自分の興味や好奇心に応じて深堀りすることができます。総じて、読書は私たちの人間性を豊かにし、広い視野をもたらしてくれる素晴らしい趣味です。個々の好みや興味に応じて、様々なジャンルやテーマの本に触れることで、新しい発見や喜びが広がります。
              </p>
            </div>
            <div class="feelings">
              <div>
                <h3>Good</h3>
                <p>
                読書は知識の宝庫であり、我々に無限の可能性を開示してくれる優れた趣味です。まず第一に、本を読むことは新しい知識を獲得し、視野を広げる手段となります。歴史、科学、文学、芸術など、さまざまなジャンルの本を通じて、私たちは過去の出来事から未来の可能性まで、多岐にわたるテーマに触れることができます。また、読書は心と精神の健康に寄与します。良い本に没頭することで、現実のストレスや煩わしさから一時的に解放され、心に余裕が生まれます。物語や登場人物と共感することで、自らの感情や人間関係に新たな洞察を得ることもあります。この心の冒険は、日常生活に深みと意味をもたらしてくれます。さらに、読書は創造力と想像力を刺激します。本のページをめくることで、私たちは言葉の力で描かれるさまざまな世界に飛び込むことができます。このプロセスは自らの想像力を鍛え、新しいアイデアや視点を生み出す源となります。総じて、読書は私たちの人間性を豊かにし、日常生活をより深いものにしてくれる贅沢な時間となります。新しい冒険に出かけ、知的な刺激を求めるなら、本は最高の相棒です。
                </p>
              </div>
              <div>
                <h3>Bad</h3>
                <p>
                 一見すると読書は知識やエンターテインメントを提供してくれる素晴らしい活動ですが、一部の人にとっては注意が必要な側面も存在します。まず、読書には過度に没頭しすぎることがあり、現実の社会的なつながりや活動を疎かにする可能性があります。孤独感や社交不安が強まることも考えられます。また、過剰な読書は時間管理の課題を引き起こすことがあります。読書に没頭しすぎると、仕事や学業、日常の義務から逃避しやすくなります。これにより、生活の他の側面が犠牲にされ、バランスの取れた生活が難しくなることがあります。さらに、一部の人にとっては過度な読書がストレスを引き起こす場合もあります。読書によって得た情報やストーリーが頭に残り、それが不安や焦燥感を引き起こすことがあります。特に暗い内容の本や過度な情報量がストレスの原因となることも考えられます。総じて、読書はバランスを欠くと悪影響を及ぼす可能性があるため、注意深いアプローチが必要です。健康な生活の一部として取り入れることが大切ですが、適切な量とタイミングを心がけることが重要です。






                </p>
              </div>
            </div>
            <div class="button">
              <button onclick="()=>location.href='/plan/hobby/success'">これにする！</button>
            </div>
          </div>
        </div>
      </div>
    </main>
    <footer>
      <p>© 2023 ホビーボックス. すべての権利予約。</p>
      <p>
        ソーシャルメディア: <a href="#">Facebook</a>, <a href="#">Twitter</a>,
        <a href="#">Instagram</a>
      </p>
    </footer>
  </body>
</html>
